{
  "products": [
    {
      "id": 1,
      "name": "As Crônicas de Gelo e Fogo",
      "price": "65,00",
      "description": "Os livros têm elementos políticos e fantásticos, e se orientam por três enredos principais: uma guerra civil sucessória nos Sete Reinos, a ameaça dos Outros – seres sobrenaturais que ameaçam toda a humanidade – no extremo Norte, e a campanha de reconquista de uma herdeira exilada da Casa Targaryen.",
      "photo_url": "https://pbs.twimg.com/media/D69sLcFXkAIpgJA.jpg:large"
    },
    {
      "id": 2,
      "name": "O Senhor dos Anéis",
      "price": "45,00",
      "description": "Deve empreender uma perigosa viagem através da Terra-média até as Fendas da Perdição, e lá destruir o Anel do Poder - a única coisa que impede o domínio maléfico do Senhor do Escuro. A Sociedade do Anel é a primeira parte da grande obra de ficção fantástica de J. R. R. Tolkien, O Senhor dos Anéis.",
      "photo_url": "https://i0.wp.com/jornal.usp.br/wp-content/uploads/2023/08/20230829_00_hobbit_senhor_dos_aneis_livro.jpg?fit=800%2C420&ssl=1"
    },
    {
      "id": 3,
      "name": "Harry Potter",
      "price": "42,00",
      "description": "Harry Potter é uma série de sete romances de fantasia escrita pela autora britânica J. K. Rowling. A série narra as aventuras de um jovem chamado Harry James Potter (Harry Tiago Potter, no Brasil), que descobre aos 11 anos de idade que é um bruxo ao ser convidado para estudar na Escola de Magia e Bruxaria de Hogwarts.",
      "photo_url": "https://vejasp.abril.com.br/wp-content/uploads/2016/12/harry-potter-e-a-pedra-filosofal-livro.jpg?quality=70&strip=info&w=627&resize=1200,800"
    },
    {
      "id": 4,
      "name": "Percy Jackson",
      "price": "49,00",
      "description": "Um artefato precioso foi roubado do Monte Olimpo e Percy é o principal suspeito. Para restaurar a paz, ele e seus amigos – jovens heróis modernos – terão de fazer mais do que capturar o verdadeiro ladrão: precisam elucidar uma traição mais ameaçadora que fúria dos deuses.",
      "photo_url": "https://3.bp.blogspot.com/-dVRqScybKnE/Ws_syRhWYCI/AAAAAAAAG6s/ZfAielsnLjEcb8Y3MFzbi-Trj_87l4tewCLcBGAs/s1600/percy.png"
    },
    {
      "id": 5,
      "name": "Outlander",
      "price": "42,00",
      "description": "Em 1945, no final da Segunda Guerra Mundial, a enfermeira Claire Randall volta para os braços do marido, com quem desfruta uma segunda lua de mel em Inverness, nas Ilhas Britânicas. Durante a viagem, ela é atraída para um antigo círculo de pedras, no qual testemunha rituais misteriosos.",
      "photo_url": "https://i0.wp.com/quersabereuamoviajar.com/wp-content/uploads/2017/10/7630_outlander-lrg.jpg?fit=533%2C300&ssl=1"
    },
    {
      "id": 6,
      "name": "O Sol É Para Todos",
      "price": "42,00",
      "description": "Um livro emblemático sobre racismo e injustiça: a história de um advogado que defende um homem negro acusado de estuprar uma mulher branca nos Estados Unidos dos anos 1930 e enfrenta represálias da comunidade racista. O livro é narrado pela sensível Scout, filha do advogado.",
      "photo_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRNXoQ-x8Fn5KIQU-6RTAds41OTpO_cUbHVnQ&usqp=CAU"
    },
    {
      "id": 7,
      "name": "Orgulho e Preconceito",
      "price": "55,00",
      "description": "A história de Orgulho e Preconceito gira em torno das cinco irmãs Bennet, que viviam na área rural do interior da Inglaterra, no século XVIII. Aborda a questão da sucessão em uma família sem herdeiros homens, dentro de uma sociedade patriarcal, onde o casamento era fundamental para as mulheres.",
      "photo_url": "https://blogger.googleusercontent.com/img/a/AVvXsEjlD_Uu8XiJwXTn-IWtzo_yNnV6k1JS-Lzm0LZWg_0I5BqXSAr8VT2ytktqlfZ8vX12FlZ06xqFdF37d5EuJj80O6WsphcK44Cq85v-fQ5k34QIcOYapRZaZ5KMdED02oQZ3GfTojQ19MxcFZyqkshkW3Fn0q-QtmTvSKktEvVHrC69lMojVRxq2O5I=s1200"
    },
    {
      "id": 8,
      "name": "E o Vento Levou",
      "price": "128,00",
      "description": "Ano de 1861. O sul dos Estados Unidos está prestes a ingressar na sangrenta Guerra Civil norte-americana. Na fazenda Tara, na Geórgia, a bela jovem impetuosa e mimada Scarlett O'Hara transforma-se em mulher prática e disposta a tudo para conquistar o que deseja.",
      "photo_url": "https://ufmg.br/thumbor/rZ0_VzAP19ZeSfilLZCw96IxTAs=/0x0:1200x1200/1200x1200/https://ufmg.br/storage/1/3/d/a/13da02374b1966ca847f160f973185eb_15831766090894_1346372079.jpg"
    },
    {
      "id": 9,
      "name": "The Chronicles of Narnia",
      "price": "50,00",
      "description": "Narra a história de quatro crianças humanas: Pedro, Susana, Edmundo e Lúcia Pevensie, que através de um antigo e misterioso guarda-roupa, chegam ao mundo de Nárnia, um exuberante país que enfrenta um terrível e prolongado inverno, imposto pela falsa rainha do país.",
      "photo_url": "https://3.bp.blogspot.com/-_v5XGknYyTg/W-WJRlWQjXI/AAAAAAAAYO0/SNWyJXUuITwxW4K61jITAg8cSyboz_-4QCLcBGAs/s1600/as-cr%25C3%25B4nicas-de-n%25C3%25A1rniacapa.jpg"
    },
    {
      "id": 10,
      "name": "A menina que roubava livros",
      "price": "52,00",
      "description": "Filha de uma comunista perseguida pelo nazismo, Liesel é adotada por um casal alemão em troca de dinheiro. A menina logo se afeiçoa ao padrasto, Hans, que lhe ensina a ler e, assim, dá o empurrão que faltava para que ela desenvolvesse o hábito de roubar livros ou lê-los furtivamente na biblioteca do prefeito da cidade.",
      "photo_url": "https://lilianfreitas.com/content/images/2023/02/5B5FB7FC-E04C-4F37-BA00-339DA2B30D60.webp"
    },
    {
      "id": 11,
      "name": "O grande Gatsby",
      "price": "60,00",
      "description": "O grande Gatsby é uma brilhante recriação da alta sociedade norte-americana na Era do Jazz. Remove camada por camada desse mundo glamoroso e revela a insensibilidade e crueldade do seu âmago. Como diz Ruy Castro na apresentação que preparou especialmente para esta edição, Gatsby é o alter ego do próprio F.",
      "photo_url": "https://universoreverso.com.br/wp-content/uploads/2018/02/O-Grande-Gatsby.jpg"
    },
    {
      "id": 12,
      "name": "A resposta",
      "price": "27,00",
      "description": "Eugenia Skeeter Phelan terminou a faculdade e está ansiosa para tornar-se escritora. Após um emprego como colunista do jornal local, ela tem uma ideia brilhante, mas perigosa: escrever um livro em que empregadas domésticas negras relatam o seu relacionamento com patroas brancas do Mississipi na década de 60.",
      "photo_url": "https://1.bp.blogspot.com/-1CMR7tJ_ghw/VuskiduHxLI/AAAAAAAAVX0/6aeybLiqDNoELjAbm1hjp9rZ9CrPgg8ew/s1600/capa-thehelp.jpg"
    },
    {
      "id": 13,
      "name": "As Aventuras de Tom Sawyer",
      "price": "45,00",
      "description": "Tom, menino órfão que mora com a tia, tem a irreverência própria de sua idade, no limite entre a infância e a adolescência. Mark Twain, através dos olhos ingênuos do protagonista, constrói um romance de formação, que denuncia a hipocrisia e o preconceito da sociedade, sem deixar de lado a ternura.",
      "photo_url": "https://gramaturaalta.com.br/wp-content/uploads/2023/05/asaventurasdetomsawyer.jpg"
    },
    {
      "id": 14,
      "name": "E não sobrou nenhum",
      "price": "45,00",
      "description": "Neste romance de 1939, também conhecido como O Caso dos Dez Negrinhos, dez pessoas que não se conhecem são convidadas para passar férias em uma enigmática ilha. Cada um carrega a sombra da morte em seu passado e, aos poucos, é eliminado por um assassino justiceiro que apaga todos os rastros.",
      "photo_url": "https://crentassos.com.br/blog/wp-content/uploads/2018/11/18-E-Nao-Sobrou-Nenhum.jpg"
    },
    {
      "id": 15,
      "name": "1984",
      "price": "17,00",
      "description": "Em uma Londres sombria, George Orwell cria um mundo futuro em que impera a censura e a vigilância máxima da população. Os fatos são distorcidos por um regime totalitário que manipula as pessoas e centraliza o poder nos ideais do Grande Irmão.",
      "photo_url": "https://guiadoestudante.abril.com.br/wp-content/uploads/sites/4/2012/03/capa-1984-george.jpg?quality=100&strip=info"
    },
    {
      "id": 16,
      "name": "A revolta de Atlas",
      "price": "52,00",
      "description": "A trama é guiada pela heroína Dagny Taggart, uma executiva ferroviária, e o herói Hank Rearden, um magnata do aço. Conforme eles lutam contra um sistema cada vez mais opressivo, eles descobrem uma conspiração para paralisar a sociedade por retirar os inovadores e líderes de pensamento.",
      "photo_url": "https://64.media.tumblr.com/5cfe0cd9459587da459d23cd855d18c3/tumblr_inline_p9ekot1fUw1s9dce9_500.jpg"
    },
    {
      "id": 17,
      "name": "O iluminado",
      "price": "75,00",
      "description": "Um dos maiores clássicos do terror literário — e, com a adaptação, também do cinema. O Iluminado é uma obra-prima do suspense psicológico escrita por Stephen King. O livro mergulha o leitor em um universo sombrio, explorando as profundezas da mente humana e seus temores mais profundos.",
      "photo_url": "https://resenhandosonhos.com/wp-content/uploads/2018/09/P_20180923_153257_1-e1537819478298.jpg"
    },
    {
      "id": 18,
      "name": "Os Heróis do Olimpo",
      "price": "47,00",
      "description": "A série narra as aventuras de sete semideuses em sua corrida contra o tempo para impedir o despertar da deusa da terra, Gaia. O primeiro romance, The Lost Hero, continua a história de The Last Olympian (quinto livro de Percy Jackson & the Olympians), partindo 6 meses após os acontecimentos do último livro.",
      "photo_url": "https://sebodomessias.com.br/imagens/produtos/182/1824636_1824636.jpg"
    },
    {
      "id": 19,
      "name": "O Desfiladeiro do Medo",
      "price": "95,00",
      "description": "Após uma cirurgia malfeita, Todd precisa de um lugar onde possa esconder-se durante algum tempo, enquanto as cicatrizes desaparecem. Querendo ser momentaneamente esquecido instala-se em uma mansão no Coldheart Canyon, um recanto da cidade tão secreto, que sequer consta nos mapas.",
      "photo_url": "https://3.bp.blogspot.com/-HMejY7K-gMQ/UUjc9S5aCdI/AAAAAAAABz4/6COeVOCIs2c/w1200-h630-p-k-no-nu/Desfiladeiro.jpg"
    },
    {
      "id": 20,
      "name": "Moby Dick",
      "price": "49,00",
      "description": "O livro traz o relato de um marinheiro letrado, Ishmael, sobre a última viagem de um navio baleeiro de Nantucket, o Pequod, que parte da costa leste dos Estados Unidos - com sua tripulação multiétnica - rumo ao Pacífico Sul, onde encontra o imenso cachalote branco que, no passado, arrancara a perna do vingativo capitão ...",
      "photo_url": "https://aventurasnahistoria.uol.com.br/media/_versions/mocha_dick_baleia_capa_widelg.jpeg"
    },
    {
      "name": "Chris Bumstead o cbum",
      "price": "8.000",
      "description": "mais de 8.000",
      "photo_url": "https://cdn.ome.lt/Jq4Kzaw2atLUtkHf203WBFZZMvI=/1200x630/smart/extras/conteudos/percy_jackson_capa.jpg",
      "id": 21
    },
    {
      "name": "qm vc pensa q é? Chris",
      "price": "121212",
      "description": "dwdwdwd",
      "photo_url": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/08/free-Delivery-4-1068x601-1.jpg",
      "id": 22
    }
  ]
}